Repository: Ergasti/eragate
Catalog: vps/locale/*/LC_MESSAGES/django.po
Languages: ar

source: ID
ar: الرقم

source: Status
ar: الحالة

source: View VNC
ar: تحكم فى ال vps

source: Shutdown
ar: ايقاف التشغيل

source: Start
ar: تشغيل

source: Reboot
ar: اعادة تشغيل

source: Hard-Reboot
ar: اعادة تشغيل طوارئ

source: Username
ar: اسم المستخدم

source: Operating System
ar: نظان التشغيل

source: Paid
ar: مدفوع

source: Close
ar: مغلق

source: You don't have any VPSes!
ar: انت لا تملك اى vps

source: Want to order one?,
ar: تريد الطلب الان ؟

source: Order Now
ar: اطلب الان

source: Oh Snap !
ar: سحقا

source: wrong e-mail or password.
ar: ايميل او كلمة المرور خاطئة

source: Please sign in
ar: الرجاء تسجيل الدخول

source: Sign in
ar: الدخول

source: Don't Have an account ?
ar: لا تمتلك حساب

source: Signup
ar: التسجيل

source: Home
ar: الرئيسية

source: Contact
ar: اتصل بنا

source: Register
ar: التسجيل

source: Go to Dashboard
ar: لوحة التحكم

source: logout
ar: الخروج

source: Welcome
ar: اهلا

source: The Plans
ar: الخطط

source: Price
ar: السعر

source: EGP
ar: جنية مصرى

source: Send Order
ar: ارسال الطلب

source: MB RAM
ar: ميجابت رام

source: Disk space
ar: مساحة التخزين

source: Unlimited
ar: غير محدود

source: Bandwidth
ar: ترافيك شهرى

source: Free IPV4
ar: مجانى ipv4

source: Free SubDomain
ar: دومين فرعى مجانى

source: Free Email
ar: ايميل مجانى

source: Control Portal
ar: لوحة التحكم

source: Buy 3 Month Offer
ar: شراء عرض ال 3 شهور

source: Buy 2 Month Offer
ar: شراء عرض الشهرين

source: 1 Month
ar: شهر واحد

source: Ram
ar: الرام

source: Login
ar: تسجيل الدخول

source: Please correct the following fields:
ar: الرجاء تصحيح المدخلات الاتية

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم العائلة

source: UserName
ar: اسم المستخدم

source: Email
ar: ايميل

source: Mobile
ar: رقم الموبايل

source: Gender
ar: النوع

source: date_Of_birth
ar: تاريخ الميلاد

source: Password
ar: كلمة المرور

source: Password should be A Capital letter and a Small letter at least 8 characters
ar: كلمة المرور يجب ان تحتوى على حروف كبيرة و صغيرة و على الاقل 8 حروف

source: Password strength
ar: قوة كلمة المرور

source: Password not entered
ar: لم يتم ادخال كلمة المرور

source: Password Confirmation
ar: تاكيد كلمة المرور

source: Create Account
ar: انشاء حساب

source: 6 Month 2GB VPS [Silver Plan]- ONLY 555 EGP
ar: [الخطة الفضية] - فقط 555 جنية مصرى VPS 6 شهور 2 جيجابايت

source: 2 Month 3GB VPS,Yes 3GB VPS - 2 Month 250 EGP ONLY
ar: شهرين 3 جيجابت رام ,نعم 3 جيجا بت ,فقط 250 جنية مصرى

source: 1 Month 2GB VPS [Silver] 85 EGP
ar: 2 جيجابايت [الفضى ] 85 جنية مصرى VPS شهر واحد من

source: 3 Month Offers
ar: عروض 3 شهور

source: Check This Awesome Offer
ar: تفحص هذا العرض الرائع

source: 6 Month Offers
ar: عروض 6 شهور

source: More Awesome Offers
ar: المزيد من العروض الرائعة

source: 2GB RAM Gone Crazy
ar: 2 جيجابت رام خرج عن السيطرة

source: 2GB VPS
ar: VPS 2 جيجا بايت

source: 2GB VPS 1 Month for ..
ar: .. شهر واحد ب VPS 2 جيجابايت

source: Location
ar: الموقع

source: Since we belive that Bandwidth souls never be a Limit to any user or VSP buyer we made it Unlimited
ar: لأننا نؤمن بأن سعة التحميل الشهرية لا يجب ان تكون محدودة لأى مستخدم لذلك قمنا بحعلها غير محدودة

source: Network Speed
ar: سرعة الشبكة

source: We try our best to provide the users with there maxim speed so we offer all servers with speeds up to a Blazing 2000Mbit
ar: نحن نقوم بأقصى ما فى وسعنا لنعطى عملائنا اعلى سرعة اتصال بالانترنت لذلك نحن نمد جميع سيرفراتنا بسرعة مذهلة تصل الى 2000 ميجابايت

source: Hardware
ar: مساحة التخزين

source: We believe RAM shouldn't be an obstacle, that is why we at 2GB VPS.com give you 2GB enjoy. All yours, dedicated 24/7.
ar: نحن نؤمن ان الرام لا يجب ان تكون عائقا لذلك نحن فى شركتنا نفضل الرام 2 جيجابايت لكى تستمتع بكل ما تريد

source: Happy Customers
ar: الزبائن السعداء
